[Katana_CV X2WeaponTemplate]
FriendlyName="Катана"
FriendlyNamePlural="Катаны"
BriefSummary="Катана"
TacticalText="Этого меча не должно быть. Если он у вас появился по какой-то причине - игнорируйте его. Позже найду причину почему он все еще появляется и поправлю этот баг."
AbilityDescName="Катана"

[Katana_MG X2WeaponTemplate]
FriendlyName="Энергетическая катана"
FriendlyNamePlural="Энергетические катаны"
BriefSummary="Энергетическая катана"
TacticalText="Катана с лазерной режущей поверхностью. Наносит меньше урона чем другие мечи, но имеет повышенный шанс крита, больший крит урон и позволяет бойцу чаще атаковать."
AbilityDescName="Энергетическая катана"

[Katana_BM X2WeaponTemplate]
FriendlyName="Плазменная катана"
FriendlyNamePlural="Плазменные катаны"
BriefSummary="Плазменная катана"
TacticalText="Заряженная элериумом плазменная катана. Наносит меньше урона чем другие мечи, но имеет повышенный шанс крита, больший крит урон и позволяет бойцу чаще атаковать."
AbilityDescName="Плазменная катана"

[Wakizashi_CV X2WeaponTemplate]
FriendlyName="Вакидзаси"
FriendlyNamePlural="Вакидзаси"
BriefSummary="Вакидзаси"
TacticalText="Этого меча не должно быть. Если он у вас появился по какой-то причине - игнорируйте его. Позже найду причину почему он все еще появляется и поправлю этот баг."
AbilityDescName="Вакидзаси"

; все заменено так, как будто это Катана. Подробнее в zzzWeaponSkinReplacerConfig
[Wakizashi_MG X2WeaponTemplate]
FriendlyName="Катана"
FriendlyNamePlural="Катаны"
BriefSummary="Катана"
TacticalText="Альтернативный вариант меча. Наносит меньше урона чем другие мечи, но имеет повышенный шанс крита, больший крит урон и позволяет бойцу чаще атаковать."
AbilityDescName="Катана"

[Wakizashi_BM X2WeaponTemplate]
FriendlyName="Плазменный вакидзаси"
FriendlyNamePlural="Плазменные вакидзаси"
BriefSummary="Плазменный вакидзаси"
TacticalText="Небольшое, но совершенное холодное оружие, обладающее сниженным уроном в угоду повышения мобильности владельца"
AbilityDescName="Плазменный вакидзаси"

[Ninjato_CV X2WeaponTemplate]
FriendlyName="Ниндзято"
FriendlyNamePlural="Ниндзято"
BriefSummary="Ниндзято"
TacticalText="Этого меча не должно быть. Если он у вас появился по какой-то причине - игнорируйте его. Позже найду причину почему он все еще появляется и поправлю этот баг."
AbilityDescName="Ниндзято"

[Ninjato_MG X2WeaponTemplate]
FriendlyName="Отравляющий Ниндзято"
FriendlyNamePlural="Отравляющий ниндзято"
BriefSummary="Отравляющий ниндзято"
TacticalText="Отравляющий ниндзято имеет встроенный в рукоятку контейнер с синтезированным токсином из яда Вайпера. При успешной атаке токсин вводится в тело жертвы."
AbilityDescName="Отравляющий ниндзято"

[Ninjato_BM X2WeaponTemplate]
FriendlyName="Ниндзято \"Фатум\""
FriendlyNamePlural="Ниндзято \"Фатум\""
BriefSummary="Ниндзято \"Фатум\""
TacticalText="\n<Bullet/>Ниндзято \"Фатум\" разработан для погружения наших врагов в отчаяние. При атаке это оружие впрыскивает высоко токсичное психотропное вещество в систему кровообращения пришельцев, что заставляет их бежать в ужасе.\n<Bullet/>Пробитие брони 3, разрыв брони 2"
AbilityDescName="Ниндзято \"Фатум\""

[VortexNinjato_BM X2WeaponTemplate]
FriendlyName="Клинок \"Ужас\""
FriendlyNamePlural="Клинок \"Ужас\""
BriefSummary="Клинок \"Ужас\""
TacticalText="<Bullet/>Напитанный пси-силой безумия Архонта Шамана, этот клинок вызывает дезориентацию и панику с 50% шансом у всех биологических врагов, которых он коснется.\n<Bullet/> Так же наделяет владельца невероятной скоростью, повышая маневренность и даруя возможность проводить молниеносные атаки."
AbilityDescName="Клинок \"Ужас\""

[VortexKatana_BM X2WeaponTemplate]
FriendlyName="Катана \"Фантом\""
FriendlyNamePlural="Катана \"Фантом\""
BriefSummary="Катана \"Фантом\""
TacticalText="<Bullet/>Катана \"Фантом\" помимо всех преимуществ катаны, позволяет владельцу телепортироваться подобно Кодексу и мгновенно атаковать врага."
AbilityDescName="Катана \"Фантом\""

[VortexWakizashi_BM X2WeaponTemplate]
FriendlyName="Вакидзаси \"Водоворот\""
FriendlyNamePlural="Вакидзаси \"Водоворот\""
BriefSummary="Вакидзаси \"Водоворот\""
TacticalText="\n<Bullet/>Благодаря исследованию мозга Кодекса, удалось внерить его способность телепортироваться в наше оружие ближнего боя.\n<Bullet/>Пробитие брони 2, разрыв брони 2"
AbilityDescName="Вакидзаси \"Водоворот\""

[MusashiLightningStrikeT1 X2AbilityTemplate]
LocFriendlyName="Молниеносное рассечение"
LocLongDescription="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход."
LocHelpText="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход."
LocPromotionPopupText="<Bullet/>Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход.<br/>"

[MusashiLightningStrikeT2 X2AbilityTemplate]
LocFriendlyName="Молниеносное рассечение"
LocLongDescription="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход."
LocHelpText="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход."
LocPromotionPopupText="<Bullet/>Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход.<br/>"

[MusashiLightningStrikeT3 X2AbilityTemplate]
LocFriendlyName="Молниеносное рассечение"
LocLongDescription="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход."
LocHelpText="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход."
LocPromotionPopupText="<Bullet/>Ваше <Ability:SecondaryWeaponName/> позволяет атаковать врага в пределах синей границы хода. Не заканчивает ход.<br/>"

[MusashiNinjatoSilentTakedownT1 X2AbilityTemplate]
LocFriendlyName="Бесшумное устранение"
LocLongDescription="Вы можете бесшумно нейтрализовать своих врагов. При активации способности радиус обнаружения отсутствует 1 ход. Убийства в ближнем бою не лишают вас маскировки, при этом шанс критического урона увеличивается на 20, а критический урон увеличивается на 3 (только в ближнем бою). Можно активировать только в режиме маскировки."
LocHelpText="<Bullet/>Радиус обнаружения отсутствует 1 ход (ход XCOM и ход пришельцев).\n<Bullet\>Убийства в ближнем бою не лишают вас маскировки.\n<Bullet\>Шанс критического урона увеличивается на 20, а критический урон увеличивается на 3 (только в ближнем бою).\n<Bullet\>Можно активировать только в режиме маскировки.\n<Bullet\> 1 использование на миссию.\n<Bullet\>Перезарядка <Ability:SelfCooldown> хода."
LocFlyOverText="Бесшумное устранение" 
LocPromotionPopupText="Вы можете бесшумно нейтрализовать своих врагов. При активации способности радиус обнаружения отсутствует 1 ход. Убийства в ближнем бою не лишают вас маскировки, при этом шанс критического урона увеличивается на 20, а критический урон увеличивается на 3 (только в ближнем бою). Можно активировать только в режиме маскировки."

[MusashiNinjatoSilentTakedownT2 X2AbilityTemplate]
LocFriendlyName="Бесшумное устранение"
LocLongDescription="Вы можете бесшумно нейтрализовать своих врагов. При активации способности радиус обнаружения отсутствует 1 ход. Убийства в ближнем бою не лишают вас маскировки, при этом шанс критического урона увеличивается на 30, а критический урон увеличивается на 4 (только в ближнем бою). Можно активировать только в режиме маскировки."
LocHelpText="<Bullet/>Радиус обнаружения отсутствует 1 ход (ход XCOM и ход пришельцев).\n<Bullet\>Убийства в ближнем бою не лишают вас маскировки.\n<Bullet\>Шанс критического урона увеличивается на 30, а критический урон увеличивается на 4 (только в ближнем бою).\n<Bullet\>Можно активировать только в режиме маскировки.\n<Bullet\> 2 использования на миссию.\n<Bullet\>Перезарядка <Ability:SelfCooldown> хода."
LocFlyOverText="Бесшумное устранение" 
LocPromotionPopupText="Вы можете бесшумно нейтрализовать своих врагов. При активации способности радиус обнаружения отсутствует 1 ход. Убийства в ближнем бою не лишают вас маскировки, при этом шанс критического урона увеличивается на 30, а критический урон увеличивается на 4 (только в ближнем бою). Можно активировать только в режиме маскировки."

[MusashiNinjatoSilentTakedownT3 X2AbilityTemplate]
LocFriendlyName="Бесшумное устранение"
LocLongDescription="Вы можете бесшумно нейтрализовать своих врагов. При активации способности радиус обнаружения отсутствует 1 ход. Убийства в ближнем бою не лишают вас маскировки, при этом шанс критического урона увеличивается на 40, а критический урон увеличивается на 5 (только в ближнем бою). Можно активировать только в режиме маскировки."
LocHelpText="<Bullet/>Радиус обнаружения отсутствует 1 ход (ход XCOM и ход пришельцев).\n<Bullet\>Убийства в ближнем бою не лишают вас маскировки.\n<Bullet\>Шанс критического урона увеличивается на 40, а критический урон увеличивается на 5 (только в ближнем бою).\n<Bullet\>Можно активировать только в режиме маскировки.\n<Bullet\>Перезарядка <Ability:SelfCooldown> хода."
LocFlyOverText="Бесшумное устранение" 
LocPromotionPopupText="Вы можете бесшумно нейтрализовать своих врагов. При активации способности радиус обнаружения отсутствует 1 ход. Убийства в ближнем бою не лишают вас маскировки, при этом шанс критического урона увеличивается на 40, а критический урон увеличивается на 5 (только в ближнем бою). Можно активировать только в режиме маскировки."

[MusashiVoidStrike X2AbilityTemplate]
LocFriendlyName="Удар из пустоты"
LocLongDescription="Боец телепортируется к врагу и проводит смертоносную атаку, игнорирующую броню и щиты. Свободное действие."
LocHelpText="<Bullet/>Игнорирует броню и щиты.\n<Bullet\>Не вызывает срабатывания режима наблюдения и подавления.<Bullet\>Перезарядка <Ability:SelfCooldown> хода. Свободное действие."
LocFlyOverText="Удар из пустоты" 
LocPromotionPopupText="Телепортирует врага к оперативнику для проведения разрушительной атаки, которая игнорирует броню и щиты. Свободное действие."